Repository: KDE/ktimer
Catalog: po/*/ktimer.po
Languages: be, eo, uk

# NAME OF TRANSLATORS
source: Your names
be: Сяржук Лянцэвіч, Antikruk
eo: Wolfram Diestel
uk: Andriy Rysin

# EMAIL OF TRANSLATORS
source: Your emails
be: serzh.by@gmail.com, nashtlumach@gmail.com
eo: wolfram@steloj.de
uk: rysin@kde.org

source: KTimer
eo: Tempoplanilo

source: KDE Timer
be: Таймер KDE
eo: KDE-Tempoplanilo
uk: Таймер KDE

source: Timer Settings
be: Налады таймера
eo: Tempoagordo
uk: Параметри таймера

source: List of countdowns you have set
be: Спіс зваротных адлікаў
eo: Listo de retronombradoj, kiujn vi starigis
uk: Список налаштованих вами відліків

source: New countdowns are put here. You can add and remove them, and stop and start them.
be: Тут размяшчаюцца новыя адлікі. Вы можаце дадаваць і выдаляць іх, спыняць і запускаць.
eo: Novaj retronombradoj estas metitaj ĉi tie. Vi povas aldoni kaj forigi ilin, kaj halti kaj komenci ilin.
uk: Тут можна розмістити нові відліки. Ви можете додавати або вилучати відліки, а також зупиняти або запускати їх.

source: Counter
be: Лічыльнік
eo: Nombrilo
uk: Лічильник

source: Delay
be: Затрымліванне
eo: Prokrasto
uk: Затримка

source: State
be: Стан
eo: Stato
uk: Стан

source: Command
be: Каманда
eo: Komando
uk: Команда

source: Add a new task
be: Дадаць новую задачу
eo: Aldoni novan taskon
uk: Додати нове завдання

source: Add a new task to the list.
be: Дадаць новую задачу ў спіс.
eo: Aldoni novan taskon al la listo.
uk: Додати нове завдання до списку.

source: &New
be: &Стварыць
eo: &Nova
uk: &Створити

source: Remove a task
be: Выдаліць задачу
eo: Forigi taskon
uk: Вилучити завдання

source: Remove a task from the list.
be: Выдаліць задачу са спіса.
eo: Forigi taskon el la listo.
uk: Вилучити завдання зі списку.

source: &Remove
be: &Выдаліць
eo: Fo&rigi
uk: Ви&лучити

source: Speed up or slow down your countdown
be: Паскорыць або запаволіць зваротны адлік
eo: Akceli aŭ malrapidigi vian retronombradon
uk: Пришвидшити або сповільнити відлік

source: You can use this slider to adjust the time.
be: Вы можаце выкарыстоўваць гэты паўзунок для падладжвання часу.
eo: Vi povas uzi ĉi tiun glitilon por ĝustigi la tempon.
uk: Ви можете скористатися цим повзунком для коригування відліку часу.

source: Time in seconds until command is executed
be: Час у секундах да выканання каманды
eo: Tempo en sekundoj ĝis komando estas efektivigita
uk: Час у секундах до виконання команди

source: This number is how many seconds are left for the selected countdown.
be: Гэтая лічба паказвае, колькі секунд засталося ў абраным зваротным адліку.
eo: Ĉi tiu nombro estas kiom da sekundoj restas por la elektita retronombrado.
uk: Тут ви можете вказати кількість секунд, які залишилися у обраному відліку.

source: Pause a countdown
be: Прыпыніць зваротны адлік
eo: Paŭzi retronombradon
uk: Призупинити відлік

source: Use this to pause a timer countdown.
be: Выкарыстоўвайце гэта, каб прыпыніць зваротны адлік таймера.
eo: Uzi ĉi tion por paŭzi tempigilan retronombradon.
uk: Скористайтеся цим, щоб призупинити відлік таймера.

source: Start a countdown
be: Пачаць зваротны адлік
eo: Komenci retronombradon
uk: Почати відлік

source: Use this to start or restart a countdown.
be: Выкарыстоўвайце гэта, каб пачаць або перазапусціць зваротны адлік.
eo: Uzu ĉi tion por komenci aŭ rekomenci retronombradon.
uk: Скористайтеся цим, щоб розпочати або поновити відлік.

source: Stop a countdown
be: Спыніць зваротны адлік
eo: Halti retronombradon
uk: Зупинити відлік

source: Use this to stop the countdown for a task.
be: Выкарыстоўвайце гэта, каб спыніць зваротны адлік для задачы.
eo: Uzu ĉi tion por ĉesigi la retronombradon por tasko.
uk: Скористайтеся цим, щоб зупинити відлік

source: Detailed help documentation
be: Падрабязная дапаможная дакументацыя
eo: Detala helpdokumentado
uk: Докладна довідка

source: Click here to open the help documentation viewer.
be: Пстрыкніце сюды, каб адкрыць сродак прагляду дапаможнай дакументацыі.
eo: Klaku ĉi tie por malfermi la helpdokumentan rigardilon.
uk: Натисніть, щоб відкрити переглядач довідки.

source: Settings
be: Налады
eo: Agordo
uk: Параметри

source: Check this box if you want your countdown to start over after it finishes
be: Адзначце гэты параметр, калі хочаце, каб зваротны адлік пачынаўся зноў пасля яго заканчэння
eo: Marku ĉi tiun skatolon se vi volas ke via retronombrado rekomencu post ĝi finiĝos
uk: Позначте цей пункт, якщо ви бажаєте, щоб ваш відлік починався повторно після завершення.

source: &Loop
be: &Зацыкліць
eo: &Cikle
uk: &Зациклити

source: Delay:
be: Затрымліванне:
eo: Prokrasto:
uk: Затримка:

source: Enter the seconds here
be: Увядзіце значэнне ў секундах
eo: Enigu la sekundojn ĉi tie
uk: Введіть сюди значення у секундах

source: You can change the amount of time in the countdown here.
be: Тут вы можаце змяніць колькасць часу ў зваротным адліку.
eo: Vi povas ŝanĝi la kvanton da tempo en la retronombrado ĉi tie.
uk: Тут ви можете змінити значення часу у полі відліку.

source: Check this box if you only want to open one copy of your program
be: Адзначце гэты параметр, калі хочаце, каб адкрывалася толькі адна копія праграмы
eo: Marku ĉi tiun skatolon se vi volas malfermi nur unu kopion de via programo
uk: Позначте цей пункт, якщо ви просто бажаєте відкрити одну копію вікна вашої програми.

source: Check this box if you only want one instance to open
be: Адзначце гэты параметр, калі хочаце, каб адкрываўся толькі адзін асобнік праграмы
eo: Marku ĉi tiun skatolon se vi volas malfermi nur unu kazon
uk: Позначте цей пункт, якщо ви просто бажаєте запустити один екземпляр

source: Start only &one instance
be: Запускаць толькі &адзін асобнік
eo: Lanĉu nur &unu instancon
uk: Запускати тільки &один примірник

source: Check this box if you want to execute this task after the previous one finishes
be: Адзначце гэты параметр, калі хочаце, каб гэтая задача выконвалася пасля завяршэння папярэдняй
eo: Marku ĉi tiun skatolon se vi volas plenumi ĉi tiun taskon post kiam la antaŭa finiĝos
uk: Позначте цей пункт, якщо ви бажаєте, щоб це завдання було виконано після завершення попереднього.

source: Consecutive task
be: Паслядоўная задача
eo: Sinsekva tasko
uk: Послідовне завдання

source: seconds
be: секунд(ы)
eo: sekundoj
uk: секунд

source: Command line:
be: Каманды радок:
eo: Komandlinio:
uk: Командний рядок:

source: Enter the hours here
be: Увядзіце сюды гадзіны
eo: Enigu la horojn ĉi tie
uk: Введіть сюди значення у годинах

source: Enter the minutes here
be: Увядзіце сюды хвіліны
eo: Enigu la minutojn ĉi tie
uk: Введіть сюди значення у хвилинах

source: hours
be: гадзін(ы)
eo: horoj
uk: години

source: minutes
be: хвілін(ы)
eo: minutoj
uk: хвилини

source: command you would like to run when time is up
be: каманда, якую вы хочаце выканаць пасля заканчэння часу
eo: komandon, kiun vi ŝatus ruli kiam la tempo finiĝas
uk: Команда, яку ви бажали б запустити після завершення відліку.

source: Enter a program you would like to run when the countdown is zero
be: Увядзіце праграму, якую вы хочаце запусціць пасля заканчэння зваротнага адліку
eo: Enigu programon, kiun vi ŝatus ruli, kiam la retronombrado estas nula
uk: Введіть назву програми, яку ви бажаєте запустити, відлік буде завершено

source: (c) 2001, Stefan Schimanski
uk: © Stefan Schimanski, 2001
